{"topology":{"class_name":"Sequential","config":{"name":"sequential_1","layers":[{"class_name":"Dense","config":{"units":12,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,3],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"linear","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"weights":"Q5kfPsdB1j61L8W8eHe+PjwOoj66J66+S2/UPvEN6z6XaeS+C5swvxE6X71E5Wq+gDOhvgzlub33YoK+ICWXvJNrNT7Bwci9i7obvtpuBL9ANvG+XftaPTV/uL4ErE49NGQ0PmEGh74yM7y+h67yvuUfcD7FkNC+1Yqfvp/J5L6uMlu+ij9EPe8Lyb1Bxgc+AAAAAAAAAAAAAAAAKONbvYePlrwAAAAAAAAAAAAAAAAAAAAAjL9KvgAAAAB1/Xi+vHYHv+Arrr5onSu+xNIQP/NXhz7AkJ08b4LEvnjNLT/7s3i+nY/avp3d0r7PDG+9xq4KPQ=="}